API_TOKEN = '6636604024:AAFiyZWWO7dKXlzC72v6lKgvv9sO42fo7jY'
channel_id = '@fit_life_world'
beginning_text = (f'Добро пожаловать в Fit Life бот! Этот бот является вашим персональным помощником для получения '
                  f'актуальной информации и полезных советов о фитнесе и здоровом образе жизни прямо из нашего канала '
                  f'Fit Life.\n\n'
                  f'<b>Возможности бота:</b>\n'
                  f'1. Получить гайд по расчету БЖУ питания\n'
                  f'2. Произвести расчет в боте, отправивив ему Ваш вес и рост.')

error_mes = 'Вы ввели неверную команду. Наните сначала /start'
help_mes = 'Для возврата в стартовое меню бота нажмите /start'
alert_mes = (f'Вы не подписаны на канал @fit_life_world.\n\n'
             f'Пожалуйста, подпишитесь, чтобы продолжить.')

check_error_mes = 'При проверке возникла ошибка. Попробуйте позже'
error_mes_int = (f'Вы не ввели число. Начните с начала\n'
                 'Нажмите /start')

input_height = 'Введите ваш рост в см.'
input_weight = 'Введите ваш вес в кг.'
error_input_height = (f'Вы ввели неверный рост. Начните с начала\n\n'
                      f'Нажмите /start')

error_input_weight = (f'Вы ввели неверный вес. Начните с начала\n\n'
                      'Нажмите /start')
