API_TOKEN = '6636604024:AAFiyZWWO7dKXlzC72v6lKgvv9sO42fo7jY'
channel_id = '@fit_life_world'
beginning_text = (f'Добро пожаловать в Fit Life бот! Этот бот является вашим персональным помощником для получения '
                  f'актуальной информации и полезных советов о фитнесе и здоровом образе жизни прямо из нашего канала '
                  f'Fit Life.\n\n'
                  f'<b>Возможности бота:</b>\n'
                  f'1. Получить гайд по расчету калорийности питания\n'
                  f'2. Произвести расчет в боте, отправивив ему Ваш вес и рост.')
